{"apps":[{"beta":false,"bundleIdentifier":"com.epicgames.FortniteGame","developerName":"Epic Games","downloadURL":"https://github.com/isacucho/FnMacIPAs/releases/download/v33.30.2/Fortnite-33.30.2.ipa","iconURL":"https://img.utdstc.com/icon/8ab/ce5/8abce53baeb0d4e52298d5142f9b815bfae587acb18b12cbefb0feae5caba48d:200","localizedDescription":"Drop into a New World! Fortnite Chapter 6 now begins!\n\nBattle. Build. Create. Fortnite is the free, always evolving, multiplayer game where you and your friends battle to be the last one standing or collaborate to create your dream Fortnite world. Play both Battle Royale and Fortnite Creative for FREE. Download now and jump into the action.\n\nOn mobile, Fortnite is the same 100-player PvP game you know from PlayStation 5, Xbox Series X/S, PC, and Mac. Same map, same gameplay, same weekly updates. Build your fort as you battle to be the last one standing. Jump in and squad up with friends around the world or in the same room!\nPowered by Unreal Engine 5.","name":"Fortnite","screenshotURLs":["https://cdn2.unrealengine.com/fnbr-33-00-c6s1-3840x2160-logo-3840x2160-267497af3e90.jpg","https://cdn2.unrealengine.com/fnsp-07-elegantlily-3840x2160-logo-3840x2160-5d1942d33616.jpg","https://cdn2.unrealengine.com/en-fn-ogs2-3840x2160-81319dd2bb4f.jpg","https://cdn2.unrealengine.com/en-fnferal-3840x2160-c2a641ff8715.jpg"],"size":217900000,"subtitle":"Fight as a Ronin in Fortnite Battle Royale Chapter 6 Season 1: 鬼 HUNTERS!","tintColor":"6C3BAA","version":"30.30.2","versionDate":"2024-08-16","versionDescription":"Grab your Glider and jump off the Battle Bus as Fortnite OG enters Chapter 1 Season 2, bringing back beloved POIs like Tilted Towers and Shifty Shafts! The days of the Fort Knights are upon us again, so rise to the challenge and fight valiantly with upcoming loot like the Boogie Bomb and Minigun. Chapter 1 Season 2 starts today and ends March 25, 2025 ET.\n\nOld Haunts Return - Chapter 1 Season 2 POIs\n\nChapter 1 Season 2 reintroduces POIs from the classic Chapter 1 Season 2, so get ready to cause HOA complaints at Snobby Shores once again! \n\nHere are the nostalgic points of interest that await:\n\nTilted Towers\n\nLet’s be honest, you’re gonna drop here first. Boasting towering high-rises, Tilted Towers is a magnet for both Chests and danger! Take refuge and loot up in the slew of apartment complexes and offices, or brave the streets of the concrete jungle.\nJunk Junction\n\nThis scrapyard paradise is a treasure trove of loot, but watch out — every car stack and rubbish pile in Junk Junction could be obscuring a sneaky opponent! Even if the coast is clear, you’ll still be under the watchful eye of the Metal Llama.\n\nHaunted Hills\n\nLurking just below Junk Junction is Chapter 1 Season 2’s creepiest spot, Haunted Hills! This dilapidated POI is full of abandoned tombs and crumbling architecture, and enemy players will only add to the scare.\nSnobby Shores\n\nAt Snobby Shores, expect high-rolling residences and enough loot to keep up with the Joneses and then some. Can you find the underground bunker in this opulent enclave?\nShifty Shafts\n\nThis isn’t your average mining facility! Delve deep into the ground and explore the labyrinth of tunnels that await. The close-quarters combat of Shifty Shafts isn’t for the faint of heart, but there’s always a chance to strike (figurative) gold if luck is on your side!\n\nChapter 1 Season 2 OG Pass:\n\nAn all-new OG Pass is here with 45 tiers of rewards based on the classic Chapter 1 Season 2. Specifically, unlock items inspired by Sparkle Specialist and Black Knight, which were Outfits in the Chapter 1 Season 2 Battle Pass, and Cuddle Team Leader — an Outfit that made its Shop debut in Chapter 1 Season 2. \n\nLike with the other Passes in Fortnite, unlock and claim rewards in the OG Pass by earning XP in any Fortnite experience. The OG Pass is a single track of both free and premium rewards. To claim the premium rewards as you earn XP, purchase the Pass for only 1,000 V-Bucks or get it through Fortnite Crew! Included as premium rewards, there are three Outfits in the Pass: \n \n\nSparkle Diva: Shine in style. (Sparkle Diva is claimable right away upon purchasing the OG Pass!)\n\nCuddle Team Specialist: Strategy. Stealth. Snuggles.\n\nKnight Conqueror: The snarling scourge of Fatal Fields.\n\nThis Season’s OG Pass also has an unlockable alt Style for each Outfit, and for many of the accessories! The Pass will be available to progress in until the Season ends March 25, 2025 ET."}],"identifier":"com.example.source","name":"Epic Source","news":[{"appID":"com.epicgames.FortniteGame","caption":"Grab your Glider and jump off the Battle Bus as Fortnite OG enters Chapter 1 Season 2, bringing back beloved POIs like Tilted Towers and Shifty Shafts!","date":"2017-12-14","identifier":"OGS2-Opening","imageURL":"https://cdn2.unrealengine.com/og-chapter-1-season-2-1920x1080-b36bb234f17f.jpg","notify":false,"tintColor":"800000","title":"Go Full Tilt into Fortnite OG Chapter 1 Season 2!","url":"https://www.fortnite.com/news/go-full-tilt-into-fortnite-og-chapter-1-season-2?lang=en-US"},{"appID":"com.epicgames.FortniteGame","caption":"Bring on the mayhem in Battle Royale Chapter 6 Season 2: LAWLESS, starting February 21!","date":"2025-2-21","identifier":"C6S2-Tease","imageURL":"https://pbs.twimg.com/media/Gj_4COJXAAARpbr?format=jpg&name=large","notify":false,"tintColor":"FFD700","title":"Chapter 6 Season 2","url":"https://x.com/Fortnite/status/1891503106673840553"}],"userInfo":{}}